[
    {
        "recipeuuid" : "34FB9E0B-7DE9-4E79-B3FE-F9577468A296",
        "note": "Tastes real good. Black beans that have not been pre soaked need 2-3 hours to cook. This recipe makes a crap load of soup. Cut in half, still enough to freeze. "
    },
    {
        "recipeuuid" : "757A8A66-FFD8-4998-B580-FDF5C90F8BA8",
        "note": "Really good. Takes a long time. It cooks in about 45 minutes. Note:  double crust recipe. "
    },
    {
        "recipeuuid" : "E28071B5-8385-456A-BD04-1CE169FF3A71",
        "note": "Super easy and quick.  Tastes pretty good too."
    },
    {
        "recipeuuid" : "FBD52E5A-B1BC-4B3D-AC79-156AC54AE45F",
        "note": "Super quick and easy. Tastes good too. Used wide flat egg noodles"
    },
    {
        "recipeuuid" : "DCD73894-EBFF-4BD7-92FC-2411FFA7F371",
        "note": "Chicken was silky smooth. Overall a delicious dish. Even though just used baby bella and dried shrooms."
    },
    {
        "recipeuuid" : "C54F1100-2DF9-4BCB-87F8-8ECD15E44886",
        "note": "Delicious and easy to make."
    },
    {
        "recipeuuid" : "09F6D699-0881-45F8-BFDA-545F72527F8B",
        "note": "None."
    },
    {
        "recipeuuid" : "340BCC11-2435-4C7F-9F54-B432B93764A7",
        "note": "Used regular cukes, and seeded them."
    },
    {
        "recipeuuid" : "887D3D0D-857B-4D8F-A7C7-189E2D4126D1",
        "note": "They maybe flattened more than they should - the butter too warm. Delicious though, and chewy."
    },
    {
        "recipeuuid" : "3D4CDED8-51A3-46FB-8384-C48773B8B640",
        "note": "First time, Z thought they were too tender."
    },
    {
        "recipeuuid" : "3D4CDED8-51A3-46FB-8384-C48773B8B640",
        "note": "This time, tried 152F for 24 hours. ￼this temp was pretty perfect. Took about an hour to finish in the oven though.  Maybe a hotter oven for awhile next time."
    },
    {
        "recipeuuid" : "C4578739-D31E-4E13-8CDF-0558CFD6696F",
        "note": "Tasted really good with sweet frozen cherries. Some sour cherries in there would be good too. Inside temp never got above 208F - altitude?  Think I overcooked it trying to get to temp. Came out not runny at all. Did not glaze the lattice top.  Can take out at about 208F."
    },
    {
        "recipeuuid" : "A4B31BE0-34E1-4AAA-B109-2634AF998BC3",
        "note": "Z loves this dish. Cook the fake pasta way sub al dente.  Plenty of topping even at half recipe."
    },
    {
        "recipeuuid" : "3292C175-1C5F-40AD-AB0F-0C76C07397A8",
        "note": "Taste is good. But too much pasta in it."
    },
    {
        "recipeuuid" : "491655A0-1B03-4E93-8D06-6B3BAB63FEAE",
        "note": "Kenji recipe. Delicious.  I added one diced potato to thicken it. Cooked with lid on."
    },
    {
        "recipeuuid" : "04DE4256-DDF2-40BB-ADF6-25E55203C15C",
        "note": "Very nice. 20 minutes per side. Use a spoon, not a brush, else all the garlic gets left in the bottom."
    },
    {
        "recipeuuid" : "4A83C644-2037-41DD-BF87-DFDEEA1569AF",
        "note": "Delicious. The tofu is wonderful. "
    },
    {
        "recipeuuid" : "9926BA12-55C3-4B26-800B-B68AA8D80474",
        "note": "Made half the recipe.  Had a lot of meat stuffing left. Could probably reduce it by 1/4.  Takes awhile longer to cook, maybe an extra 15 minutes.  Takes a lot longer to cook than the recipe says. Plan on 45 minutes minimum."
    },
    {   "recipeuuid" : "F4DD54A5-EADC-4D80-8AEC-4516B76657E1",
        "note": "Used 1.25 lb culotte from Wallys. Based on the Plachuta (Vienna) recipe. "
    }
]

